let dataList = {
    "Europe": {
        "我喜歡自己完成目標":[
            "你是克里斯蒂亞諾·羅納度(Cristaino Ronaldo)！葡萄牙GOAT前鋒，世界上最偉大的球員之一，能輕易地在禁區完成射門，水平等級一直都是足壇最為頂尖的水準，世人把他與Messi稱為絕代雙驕，達成了很多偉大的成就。",
            "你是基利安·姆巴佩(Kylian Mbappé)！法國傳奇前鋒，以爆發性加速、敏捷、腿腳靈活和創造性而聞名，球風一直被人與前法國巨星亨利與葡萄牙巨星克里斯蒂亞諾·羅納度相提並論。",
            "你是厄林·哈蘭德(Erling Haaland)！挪威超新星前鋒，曾在英超單季的進球數為36球，哈蘭德的走位技巧十分卓越，高大且身體質素極之驚人，爆發力也十分強。是世界足壇公認的最佳前鋒之一，和姆巴佩、維尼修斯等均被認為是足壇新時代的領軍人物。",
        ],
        "我喜歡組織與創造想法":[
            "你是盧卡·莫德里奇(Luka Modrić)！克羅埃西亞傳奇中場，擁有優秀的組織進攻及防守能力，除了傳球能力，腳下功夫更加細膩，速度不俗而且靈活。莫德里奇於2018年成為球壇的唯一一位「大滿貫先生」世界足壇現役傳奇中場之一。",
            "你是凱文·德布勞內(Kevin de Bruyne)！比利時傳奇中場，由於他的技術、技巧、運動能力、無球跑動效率、視野、傳中準確性、廣泛的傳球範圍和強大的遠射能力經常被專家描述為當今最好、最全面的高級組織者也是世界足壇現役傳奇中場之一。",
            "你是裘德·貝林漢(Jude Bellingham)！英格蘭超新星中場，以其出色的控球能力、身體素質和技術素質而具知名度，他經常被認為是世界上最好、最全面的中場球員之一。",
        ],
        "我擅長解決困難的問題":[
            "你是馬爾蒂尼(Paolo Maldini)！義大利GOAT後衛，被廣泛認為是有史以來最偉大的左後衛之一，職業生涯都在AC米蘭度過，以其優雅的防守風格和領導能力聞名。",
            "你是維吉爾·范迪克(Virgil van Dijk)！荷蘭傳奇後衛，是利物浦隊的隊長，以其強大的身體對抗和出色的空中能力著稱，是目前世界最頂級中後衛之一。",
            "你是賽爾吉奧·拉莫斯(Sergio Ramos)！西班牙傳奇後衛，現代最全面的防守野獸，激情、技術、進球能力、領袖力樣樣俱全。",
        ]
    },
    "South America":{
        "我喜歡自己完成目標":[
            "你是內馬爾(Neymar)！巴西傳奇前鋒，他以華麗的比賽風格、傳球能力和雙腳能力而聞名，與梅西、C羅齊名，被譽為足壇最佳第三人。",
            "你是羅納度(Ronaldo)！巴西GOAT前鋒，羅納度被廣泛認為是有史以來最偉大的足球運動員之一。因為其超人般的速度、出色的盤帶技巧、強悍恐怖的攻擊力被冠以「外星人」稱號。",
            "你是路易斯·蘇亞雷斯(Luis Suárez)！烏拉圭傳奇前鋒，球風兇悍、拚勁十足，擅長背身拿球與門前嗅覺，技術細膩卻不失野性，能單打也能配合，是典型具侵略性的全能射手。",
        ],
        "我喜歡組織與創造想法":[
            "你是萊納爾·梅西(Lionel Messi)！阿根廷GOAT兼2022世界盃球王，是現代足球史上，少數能夠獲得個人與團體名譽大滿貫的足球運動員，世人把他與C羅稱為絕代雙驕。",
            "你是羅納迪諾(Ronaldinho)！巴西傳奇中場，是世界足壇在21世紀初技術能力最佳的球員之一，被譽為「球場魔術師」或「足球精靈」，個人球感、盤帶能力被譽為世界第一。",
            "你是安赫爾·迪馬里亞(Ángel Di María)！阿根廷傳奇中場，速度與盤帶技術一流，善於帶球突破和發動快速又有效的防守反擊進攻，助攻能力十分出色，體力充沛也是一大優點。",
        ],
        "我擅長解決困難的問題":[
            "你是艾米里亞諾·馬丁內斯(Emiliano Martínez)！阿根廷傳奇守門員，2022年幫助阿根廷奪得世界盃，並獲得當屆金手套獎。身材高大，彈跳優秀，防禦覆蓋面廣。反應速度快，球路預判能力極強，選位亦十分優秀，是現役最佳門將之一。。",
            "你是卡洛斯·阿爾貝托(Carlos Alberto)！巴西傳奇後衛，他入選20世紀世界最佳足球陣容和美國國家足球名人堂。不僅防守出眾，而且有出色的控制球能力、盤帶技術和組織進攻能力，在當時作為後衛來說是很少見的。",
            "你是哈維爾·薩內蒂(Javier Zanetti)！阿根廷傳奇後衛，世界足壇最佳巨星之一。能勝任左右後衛或左右中場，他擅長閱讀比賽，是一名出色的搶斷和盯人防守者。",
        ]
    },
    "Asia":{
        "我喜歡自己完成目標":[
            "你是孫興敏(Son Heung-min)！韓國GOAT前鋒，號稱「亞洲一哥」，左右腳皆能靈活運用，擁有極爲優越的奔跑爆發力，能適應前鋒、前腰和翼衛等多個位置，在賽場上經常擔任策動進攻的重要核心；於英超聯賽21-22賽季中以23粒進球獲得金靴獎，是首位在歐洲五大聯賽中成為神射手的亞洲球員！",
            "你是三笘薰(Mitoma)！日本明星前鋒，球場上以其出色的盤帶技巧、速度、傳球能力、停球射門能力著稱也藉現象級表現成為全球矚目焦點，更被冠以「下一位亞洲球王」之稱號，如今，他是英超的未來、布萊頓的希望，更是日本的驕傲！",
            "你是久保健英(Kubo)！日本明星前鋒，從小就被喻為「日本梅西」，雖然身材矮小但他有近乎黏球的盤帶技巧、出色傳球能力、閱讀比賽能力，使他在西甲皇家社會球會裡站穩先發的位置。",
        ],
        "我喜歡組織與創造想法":[
            "你是中田英壽(Nakata)！日本傳奇中場，擁有卓越的視野與傳控節奏，傳球精準、遠射果斷，是能主宰中場、改變戰局的指揮官。不僅是亞洲之光也是歐洲認可的世界級球星。",
            "你是朴智星(Park Ji-sung)！韓國傳奇中場，擁有極高跑動量與戰術紀律，擅長無球穿插，關鍵時刻總是能挺身而出，是效率極高、為球隊而戰的中場萬能拼圖。",
            "你是遠藤航(Endo)日本巨星中場，是戰術價值極高的球員，靠拚勁、判斷能力與強悍防守在英超站穩一席之地，是亞洲少見能在英超打主力的中場。",
        ],
        "我擅長解決困難的問題":[
            "你是金珉哉(Kim Min-jae)！韓國巨星後衛，體能怪獸、速度快、對抗強，跳躍能力與黑人中後衛幾乎一樣，預判與出球能力兼備。技術層面、賽事表現都遠超亞洲中後衛標準，是目前亞洲第一中後衛。",
            "你是吉田麻也(Yoshida)！日本巨星後衛，具優異位置感與空中對抗能力，冷靜沉著、閱讀比賽精準，是目前最具統帥力與穩定性的日本中後衛領袖代表。",
            "你是富安健洋(Tomiyasu)！日本明星後衛，是現代型多功能後衛，速度快、對抗強能勝任中後衛與邊後衛，戰術理解能力高、出球穩健，是日本最具歐洲級即戰力與未來潛力的防線支柱。",
        ]
    }
}
